Author=Cannie
SourceLANGID=1033
LANGID=3082
Generator=DKLang Translation Editor v3.0
LastModified=2014-03-11 16:41:44

[About]
00000002=Acerca de
00000094=Aren
00000161=Cerrar
00000162=Versiones
00000165=Opiniones, notificaciones de errores, modos de mejora, etc serán bien recibidos.
00000166=Acerca de Advanced Renamer
00000167=Visite el foro:
00000168=Donar

[AddDir]
00000002=Añadir carpeta
00000094=Máscara:
00000161=Cancelar
00000162=Aceptar
00000163=Incluir subdirectorios
00000164=Carpeta nueva

[ARenMain]
00000002=ARen
00000005=0 elementos
00000006=0 errores
00000007=Estado: OK
00000008=Barra de herramientas
00000009=Actualizar
00000010=Probar
00000011=Autoprueba
00000012=Mostrar miniaturas
00000013=Configuración
00000014=Ayuda
00000015=Índice
00000016=Teclas de atajo
00000017=Versión
00000018=Buscar actualización
00000020=Acerca de
00000021=Deshacer
00000022=EJECUTAR
00000023=Barras de herramientas
00000024=Añadir
00000025=Archivos
00000026=Carpetas
00000027=Lista
00000028=Cargar
00000029=Guardar
00000030=Limpiar
00000031=Eliminar archivos erróneos
00000032=Mover arriba
00000033=Mover adelante
00000034=Mover abajo
00000035=Mover al fondo
00000036=Renombrar archivos
00000058=Renombrar carpetas
00000067=Nombre de archivo:
00000068=Carpeta:
00000069=Tamaño:
00000070=Fecha de creación:
00000071=Fecha de modificación:
00000072=Tipo de archivo:
00000073=Atributos:
00000074=Fecha de acceso:
00000075=Información de archivo
00000076=No hay info
00000077=La información no puede cargarse. El archivo podría estar en uso.
00000078=Imagen
00000079=Tamaño:
00000080=Creado:
00000081=Autor:
00000082=Copyright:
00000084=ID3
00000085=Título:
00000086=Artista:
00000087=Álbum:
00000088=Pista:
00000089=Año:
00000090=Género:
00000091=Carpeta
00000092=Contenido:
00000094=No se han encontrado modos.
00000095=Lista de modos
00000096=Barra de modos
00000097=Añadir modo
00000098=Eliminar modo
00000099=Limpiar
00000100=Arriba del todo
00000101=Arriba
00000102=Abajo
00000103=Fondo
00000105=Cargar lista de modos
00000106=Guardar lista de modos
00000107=Plantillas:
00000110=Guardar lista
00000111=Mover seleccionados
00000112=Mover al inicio
00000113=Mover arriba
00000114=Mover abajo
00000115=Mover al final
00000116=Añadir
00000117=Eliminar
00000118=Ejecutar
00000119=Propiedades
00000120=Cargar lista
00000121=Guardar lista
00000122=Limpiar lista
00000123=Actualizar
00000124=Definiciones
00000125=Ajustar columnas
00000144=Personalizar
00000145=Copiar
00000152=Mover
00000153=Arriba
00000154=Adelante
00000155=Abajo
00000156=Al fondo
00000157=Cambiar modo a
00000158=Añadir modo
00000159=Borrar
00000160=Limpiar
00000161=Ayuda
00000162=Ayuda
00000163=Primeros pasos
00000164=Añadir modo
00000179=Insertar etiqueta
00000180=Deshacer
00000181=Cortar
00000182=Copiar
00000183=Pegar
00000184=Seleccionar todo
00000185=Visitar el foro
00000186=Personalizar columnas
00000187=Establecer
00000188=Adecuar columnas
00000189=Personalizar
00000190=Ver estilo
00000191=Detalles
00000192=Iconos grandes
00000193=Iconos pequeños
00000194=Lista
00000195=Colaborar
00000196=Marcar
00000197=Desmarcar seleccionados
00000198=Marcar seleccionados
00000200=Desmarcar
00000201=Desmarcar todos
00000202=Modo:
00000203=Carpeta de salida:
00000204=Guardar lista
00000205=A archivo CSV
00000206=Eliminar elementos sin etiquetas ID3
00000207=Eliminar elementos sin información de imagen
00000219=Si se da colisión:
00000220=Separador:
00000221=Muestra:
00000223=Abrir modo
00000225=Guardar modo
00000226=Vídeo
00000227=Dimensiones:
00000228=Fotogramas:
00000229=Duración:
00000230=Códec de vídeo:
00000231=Códec de audio
00000232=Tasa de bits:
00000233=Ubicación GPS:
00000234=Orden aleatorio
00000235=Cambiar descripción
00000236=Precisión GPS:
00000237=ExifTool
00000238=Añadir barra de carpetas
00000239=Añadir seleccionados
00000240=Mostrar archivos
00000241=Actualizar
00000242=Panel de carpetas
00000243=Panel de carpetas
00000244=Añadir seleccionados
00000245=Programa de TV
00000246=Importar
00000247=Programa de TV:
00000248=Episodio de TV:
00000249=Archivo CSV
00000250=Marcar por patrón
00000251=Desmarcar por patrón
00000252=Programa
00000253=Config. línea comandos
00000254=Invertir marcados
00000255=Seleccionar
00000256=Seleccionar todos
00000257=Deseleccionar
00000258=Invertir selección
00000259=Marcar todo lo que no se ajuste a la regla

[CustomizeCols]
00000002=Personalizar columnas
00000094=Configuración de columnas:
00000095=Columnas:
00000096=Anchura de columnas:
00000097=Aceptar
00000098=Cancelar
00000099=Arriba
00000100=Abajo
00000101=Superior
00000102=Fondo
00000103=Guardar
00000104=Borrar

[InsertTag]
00000003=<Inc Nr> - Ordenar numéricamente
00000096=Por defecto
00000097=<Dir nombre> - Carpeta
00000099=<Inc alpha> - Ordenar alfabéticamente
00000101=<Num dirs> - Número de subdirectorios
00000103=<Num archivos> - Número de archivos
00000105=<Ext> Extensión
00000107=<Nombre> - Nombre de archivo sin extensión
00000109=<Inc NrDir> - Ordenar numéricamente
00000111=<Num items> - Número total de elementos en la lista
00000113=ID3/MP3
00000114=<ID3 álbum>
00000116=<ID3 año>
00000118=<ID3 pista>
00000120=<ID3 título>
00000122=<ID3 género>
00000124=<ID3 artista>
00000126=Imagen
00000127=<Img anchura> - Anchura de imagen
00000129=<Img altura> - Altura de imagen
00000131=<Img año>
00000133=<Img mes>
00000135=<Img día>
00000137=<Img hora>
00000139=<Img min>
00000141=<Img s>
00000143=<Img autor> Artista de la imagen
00000145=<Img copyright> Derechos de autor de la imagen
00000147=Tiempo
00000148=<año>
00000150=<s>
00000152=<min>
00000154=<hora>
00000156=<día>
00000158=<mes>
00000160=Creado
00000161=<año creación>
00000163=<s creación>
00000165=<min creación>
00000167=<hora creación>
00000169=<día creación>
00000171=<mes creación>
00000173=Modificado
00000174=<año modificación>
00000176=<s modificación>
00000178=<min modificación>
00000180=<hora modificación>
00000182=<día modificación>
00000184=<mes modificación>
00000186=Ayuda
00000187=<Rand> Número aleatorio
00000188=Avanzado
00000189=<Contenido del archivo>
00000190=<Tasa de bits>
00000191=<Substr> - Subcadena
00000192=<RSubstr> - Subcadena derecha
00000193=<Word> - Fragmentar nombres de archivo
00000194=<IMG Subsec>
00000195=Tamaño de archivo
00000196=<Tam archivo>
00000197=<kB archivo>
00000198=<MB archivo>
00000199=<GB archivo>
00000200=<TB archivo>
00000201=Vídeo
00000202=<Video anchura> Resolución horizontal del vídeo
00000203=<Video altura> - Resolución vertical del vídeo
00000204=<Video códec> - Códec del vídeo
00000205=<Video audio códec> - Códec del audio
00000206=<Bitrate> - Tasa de bits general
00000207=<Video Bitrate> - Tasa de bits del vídeo
00000208=<Video Audio Bitrate> - Tasa de bits del audio
00000210=<Video FrameRate> - Número de fotogramas por segundo
00000211=<Video duration> - Duración del vídeo
00000212=<Img FabricanteCámara>
00000213=<Img ModeloCámara>
00000214=<Img abertura>
00000215=<Img brillo>
00000216=<Img DistanciaFocal>
00000217=<Img ISO>
00000218=<Img VelObturación>
00000219=<Img TiempoExposición>
00000220=<Img asunto>
00000221=<Img título>
00000222=<Img contraste>
00000223=<Img ModoExposición>
00000224=<Img ProgramaExposición>
00000225=<Img saturación>
00000226=<Img nitidez>
00000227=<Img BalanceBlancos>
00000228=GPS
00000229=<GPS lat> - Latitud
00000230=<GPS lat gra> - Grados de latitud
00000231=<GPS lat s> - Segundos de latitud
00000232=<GPS lat min> - Minutos de latitud
00000237=<GPS long> - Longitud
00000238=<GPS gra long> - Grados de  longitud
00000239=<GPS long min> - Minutos de longitud
00000240=<GPS long s> - Segundo de longitud
00000241=<GPS alt> - Altitud
00000242=<GPS país> - País donde se tomó
00000243=<GPS ciudad> - Ciudad donde se tomó
00000244=<GPS estado> - Estado donde se tomó
00000245=<GPS dir long> - Dirección de la longitud
00000246=<GPS dir lat> - Dirección de la latitud
00000247=<ExifTool> - Valor de ExifTool
00000249=Suma de verificación
00000250=<MD5> - Suma de verificación MD5
00000251=<SHA1> - Suma de verif. SHA-1
00000252=<SHA256> - Suma de verif. SHA-256
00000253=Programa
00000254=<TVShow Genres> - Lista de géneros
00000255=<TVShow Year> - Año en que se emitió el episodio
00000256=<TVShow Title> - Nombre del programa de TV
00000257=<TVShow Season> - Número de temporada
00000258=<TVShow EpisodeNumber> - Númeor de episodio
00000259=<TVShow Day> - Día en que se emitió el episodio
00000260=<TVShow Month> - Mes en que se emitió el episodio
00000261=<TVShow StartYear> - Año en que se empezó a emitir
00000262=<TVShow EpisodeTitle> - Título del episodio
00000263=<TVShow EpisodeSequence> - Número secuencial episodio
00000264=<Inc Hex> - Números hex en incremento
00000265=<Inc Roman> Numerales romanos en incremento
00000266=<Video título> - Título del vídeo
00000267=<Video género> - Género del vídeo
00000279=<ID3 duración> - Duración audio
00000280=<ID3 hora> - Duración audio en horas
00000281=<ID3 min> - Duración audio en minutos
00000282=<ID3 s> - Duración audio en segundos
00000283=<Video hora> - Duración vídeo en horas
00000284=<Video min> - Duración vídeo en minutos
00000285=<Video s> - Duración vídeo en segundos
00000286=<Línea archivo>
00000287=<Dec Nr> Número decreciente

[InsertTagWnd]
00000002=Insertar etiqueta
00000094=Cerrar
00000095=Valor numérico
00000096=Patrón
00000097=Aceptar
00000098=Usar expresiones regulares
00000099=Etiquetas:
00000100=Metacaracteres para las expresiones regulares:

[Patern]
00000002=Plantillas
00000094=Plantillas disponibles:
00000159=Borrar
00000160=Plantilla seleccionada:
00000161=Aceptar
00000162=Cancelar
00000163=Añadir
00000164=Nueva

[PreRenaming]
00000002=Iniciar renombrado
00000094=Configuración de renombrado:
00000160=Verifique si la configuración establecida es correcta antes de pulsar el botón Renombrar.
00000161=Cancelar
00000162=Renombrar

[Progress]
00000002=Progreso
00000094=Ejecutando
00000160=Cantidad total de archivos:
00000161=Aceptar
00000162=Ver errores
00000163=Añadir archivos:
00000164=Ninguno
00000165=Ninguno\nArchivos que pueden renombrarse\nArchivos que no pueden renombrarse\nTodos los archivos\n
00000166=TabHoja1
00000167=Nombre de archivo
00000168=Código de error
00000169=Descr. del error
00000170=Total de archivos:
00000171=Correctos:
00000172=Errores:
00000173=TabHoja2
00000174=Errores encontrados:

[ProgressAdd]
00000002=Ejecutando
00000094=Añadiendo archivos
00000161=Cancelar

[ProgressError]
00000002=Se han encontrado errores
00000094=Se han encontrado errores en los archivos seleccionados. Los siguientes archivos no pueden ser renombrados. Escoge una acción. Ningún archivo ha sido renombrado todavía.
00000161=Parar
00000163=Omitir archivos erróneos
00000164=Archivos totales:
00000165=Errores:
00000166=Nombre de archivo
00000167=Error

[Settings]
00000002=Configuración
00000161=Cancelar
00000162=Aceptar
00000163=Predeterminado
00000164=Reemplazar los no soportados con:
00000165=Anchura:
00000166=Altura:
00000167=Mostrar cuadro de info de archivo
00000168=Confirmar limpiar lista
00000171=Explorar menú contextual
00000172=Mostrar cuadrícula
00000173=Usar información EXIF para altura y anchura de imágenes
00000175=Idioma:
00000177=Guardar configuración en esta carpeta:
00000178=Carpeta personal
00000179=La misma carpeta que aren.exe
00000183=ID3v1, ID3v2
00000184=ID3v1, ID3v2\nID3v2, ID3v1\nID3v1\nID3v2\n
00000186=Abrir carpeta
00000187=Mostrar ayuda para empezar
00000188=Usar zero padding en Inc Nr
00000194=Buscar actualizaciones al iniciar
00000195=Campo EXIF para operaciones de tiempo de imagen:
00000196=Aplicar también a Inc Nr
00000197=Separadores:
00000198=Asociar archivos .aren con Advanced Renamer
00000199=Ámbito
00000200=Programa
00000201=Renombrado
00000202=Archivos de imagen
00000203=Archivos de música
00000204=Preferencia ID3
00000205=Mostrar la barra de botons de añadir modo
00000206=Añadir archivos al terminar:
00000207=Ejecutador de consola
00000208=Carpeta de la aplicación en la ubicación del entorno
00000209=Editor de script JS
00000210=Tamaño sangrado pestaña:
00000212=Desplazarse pasada última línea
00000213=Límite elem.:

[UndoBatchForm]
00000002=Deshacer
00000094=Selecciona el renombrado que deshacer en la lista de la izquierda
00000161=Cerrar
00000162=Deshacer esta lista
00000163=Nombre de archivo original
00000164=Nombre de archivo renombrado
00000165=Error
00000166=Carpeta
00000167=Marcar todo
00000168=Desmarcar todo
00000169=Seleccione un renombrado previo abajo y pulsa el botón «Deshacer» para recuperarlo.
00000170=Carpeta con nombre original
00000171=Eliminar
00000172=Deseleccionar elementos erróneos

[frmAddFolderChoice]
00000001=Añadir carpeta
00000002=Cancelar
00000003=Aceptar
00000004=Añadir archivos en carpetas
00000005=Añadir carpetas
00000006=Incluir subdirectorios
00000007=Máscara de nombre de archivo:
00000008=Indicar modo de añadir carpetas
00000009=Añadir carpetas raíz
00000010=Añadir subdirectorios

[BatchResultFrame]
00000003=Último resultado
00000004=Número total de elementos:
00000005=Errores encontrados:
00000006=Mostrar errores
00000007=Deshacer
00000008=Añadir elementos correctos
00000009=Añadir elementos con errores
00000010=Añadir todos los elementos

[frmExifTool]
00000002=ExifTool
00000094=Cerrar
00000096=Etiqueta:
00000097=Copiar
00000098=ExifTool es un programa externo con compatibilidad para más formatos de los que Advanced Renamer soporta nativamente. Usa ExifTool para tener acceso a más metadatos de archivos.
00000099=Página de ExifTool

[frmJSScript]
00000001=Secuencia de comandos
00000002=Cerrar y aplicar script
00000003=Este script será ejecutado una vez para cada elemento en la lista.
00000004=Este script será ejecutado solo una vez antes de procesar todos y cada uno de los elementos en la lista. Úsela para configurar cualquier valor inicial.

[frmCSVImport]
00000002=Importar CSV
00000003=Importar
00000008=Cancelar
00000009=Nombre de archivo:
00000010=Separador:
00000011=Columna para nombre original:
00000012=Columna para nombre nuevo: (optional)
00000013=Carpeta base para archivos originales:
00000014=Primera línea es cabecera
00000015=Nombre original
00000016=Nombre nuevo
00000017=Estado

[frmTVShow]
00000002=Importar programa TV
00000003=Aceptar
00000004=Buscar programa TV:
00000005=Buscar
00000006=Siguiente >
00000007=< Anterior
00000008=Cancelar
00000009=Programa seleccionado:
00000010=Género:
00000011=Temporadas:
00000013=Temporadas:
00000014=Episodios:
00000015=Usa esta guía para rellenar archivos en la lista con la información del programa recolectada de  TVRage.com. \n\nAntes de continuar debería asegurarse de que los archivos en la lista están ordenados correctamente.\n\nCuando acabe de importar información de TVRage.com puede usar las etiquetas del programa de televisión para\nrenombrar archivos con información.\n
00000016=Importar de:
00000017=Número de archivos:
00000018=Número de seleccionados:
00000019=Actualizar

[frmCommandLine]
00000002=Config. línea comandos
00000202=Modo:
00000223=Abrir modo
00000224=Ruta:
00000225=Lista de modos (archivos):
00000226=Tipo de elemento:
00000227=Elementos:
00000228=Ordenar por:
00000229=Recoger en archivo log:
00000230=Carpeta de destino:
00000231=Máscara:
00000232=Máscara expresión regular:
00000233=Comando:
00000234=Elementos que contiene:
00000235=Añadir también elementos de subcarpetas
00000236=Revertir
00000237=Elementos de la carpeta
00000238=Lista de elementos
00000239=Elementos contenidos en el archivo
00000240=Copiar comando
00000241=Guardar archivo .bat
00000242=Cerrar
00000243=Abrir archivo
00000244=Guardar archivo
00000245=Guardar 

[$CONSTANTS]
AbsoluteDateTime=Fecha y hora 
Accessed=Acceso
AccessedDateTime=Fecha y hora de acceso
Active=Activo
Add=Añadir
AddFiles=Añadir archivos
AddingFiles=Añadiendo archivos
All=Todos
AllFiles=Todos los archivos
AllItems=Todos los elementos
AnalyzingFiles=Analizando archivos
ApplyScript=Aplicar script
ApplyTo=Aplicar a
Archive=Archivo
Archive_Short=A
Ask=Preguntar
AtIndex=En posición
Audio=Audio
Backwards=Desde el final
BatchModeCopy=Copiar
BatchModeMove=Mover
BatchModeRename=Renombrar
Beta=Beta
BetaFeature=Función beta
CaseSensitive=Considerar mayúsculas
ColumnName0=Nombre de archivo
ColumnName1=Ruta
ColumnName10=Género ID3
ColumnName100=Nombre de carpeta
ColumnName101=Ruta
ColumnName102=Fecha de creación
ColumnName103=Atributos
ColumnName104=Nuevos atributos
ColumnName105=Nuevo nombre de carpeta
ColumnName106=Nueva fecha de creación
ColumnName107=Código de error
ColumnName108=Error
ColumnName109=Destino nuevo
ColumnName11=ID3 título
ColumnName12=ID3 registro
ColumnName13=ID3 año
ColumnName14=Nuevo atributo
ColumnName15=Nuevo nombre de archivo
ColumnName16=Nueva fecha creación
ColumnName17=Nueva fecha acceso
ColumnName18=Nueva fecha modificación
ColumnName19=Código de error
ColumnName2=Tamaño
ColumnName20=Error
ColumnName21=Fecha original
ColumnName22=Extensión
ColumnName23=Destino nuevo
ColumnName3=Fecha de creación
ColumnName4=Último acceso
ColumnName5=Fecha de modificación
ColumnName6=Atributos
ColumnName7=Dimensiones
ColumnName8=Álbum (ID3)
ColumnName9=Artista (ID3)
CopiedFileCouldNotBeFound=El archivo copiado no se ha encontrado
CopiedFolderCouldNotBeFound=La carpeta copiada no se ha encontrado
CopiedItem=Elemento copiado
CopiedItemPath=Destino de elemento copiado
Created=Creado
CreatedDateTime=Fecha y tiempo de creación
current=actual
Datetime=data
Day=día
Day_Long_1=Lunes
Day_Long_2=Martes
Day_Long_3=Miércoles
Day_Long_4=Jueves
Day_Long_5=Viernes
Day_Long_6=Sábado
Day_Long_7=Domingo
Day_Short_1=Lun
Day_Short_2=Mar
Day_Short_3=Mi
Day_Short_4=Jue
Day_Short_5=Vie
Day_Short_6=Sáb
Day_Short_7=Dom
DeltaDateTime=Fecha y tiempo delta
Description=Descripción
DirnamePattern=Patrón nombredir
Edit=Editar
Error=error
Errors=error/es
Err_100=Bien
Err_101=Error desconocido
Err_102=No se soportan <>:"/\\*? en el nombre de archivo
Err_103=El nombre de archivo contiene caracteres no permitidos
Err_104=Nombre de archivo demasiado largo
Err_105=El archivo ya existe
Err_106=La carpeta no existe
Err_107=No se encuentra el archivo fuente
Err_108=Nombre de archivo no especificado
Err_109=Posibilidad de varios archivos con el mismo nombre
Err_110=modo de renombrado no válido
Err_111=No se ha encontrado información de imagen
Err_112=No se ha encontrado etiqueta ID3
Err_113=Demasiados archivos para <Inc alpha>
Err_114=Etiqueta de tiempo inválida
Err_115=Cambio de extensión
Err_116=Etiqueta no válida
Err_117=Expresión regular no válida
Err_118=Patrón no encontrado
Err_119=No hay resultados del geoservidor
Err_120=Resultados no válidos del geoservidor
Err_121=No hay información de vídeo
Err_122=No hay información GPS
Err_123=Las carpetas no pueden ser movidas ni copiadas a otras unidades
Err_124=Secuencia no válida
Err_125=Error de ExifTool
Err_126=La información TVShow no ha sido buscada. Usa la ventana ImportarTV primero
Excellent=Excelente
EXIFDate_DateDigitized=Data de digitalización
EXIFDate_DateOriginal=Data original
EXIFDate_DateTaken=Data de captura
Extension=Extensión
Fair=Aceptable
File=archivo
FileCouldNotBeRenamed=El archivo podría no ser renombrado
Fileinfo=Info de archivo
FilenamePattern=Patrón nombre de archivo
FileRenamedOK=Renombrado correctamente
Files=Archivos
Folder=Carpeta
FolderLocation=Ubicación de la carpeta
Folders=Carpetas
GettingThumbnails=Obtener miniaturas
Good=Bien
GotErrors=Hay errores
HandleNegativeNumbers=Manipular números negativos
Hidden=Ocultar
Hidden_Short=O
Hour=hora
Ideal=Ideal
ImageDateTime=Tiempo de imagen
ImageFile=Archivo de imagen
InputMessageDescription=Cambiar la descripción del modo
InvertCase=Establecer caracteres invertidos
ItemNotReverted=No puede revertirse el elemento
ItemRevertedOK=Elemento revertido
Items=elemento/s
LoadList=Cargar lista
LowerCase=Todo en minúsculas
LowerCaseFirstLetter=Primera letra minúscula
LowerCaseFirstLetterInEveryWord=Primera letra de cada palabra minúscula
LowerCasePattern=Patrón en minúsculas
MethodName_Add=Añadir
MethodName_Attributes=Atributos
MethodName_List=Lista
MethodName_Move=Mover
MethodName_NewCase=Caracteres
MethodName_NewName=Nuevo nombre
MethodName_Remove=Eliminar
MethodName_RemovePattern=Eliminar patrón
MethodName_Renumber=Renumerar
MethodName_Replace=Reemplazar
MethodName_Script=Secuencia
MethodName_Swap=Intercambiar
MethodName_Timestamp=Etiqueta de tiempo
MethodName_Trim=Recortar
Methods=modos
Min=min
Moderate=Moderado
Modified=modificado
ModifiedDateTime=Fecha y hora modificación
Month=mes
Month_01_Long=enero
Month_01_Short=ene
Month_02_Long=febrero
Month_02_Short=feb
Month_03_Long=marzo
Month_03_Short=mar
Month_04_Long=abril
Month_04_Short=abr
Month_05_Long=mayo
Month_05_Short=may
Month_06_Long=junio
Month_06_Short=jun
Month_07_Long=julio
Month_07_Short=jul
Month_08_Long=agosto
Month_08_Short=ago
Month_09_Long=septiembre
Month_09_Short=sep
Month_10_Long=octubre
Month_10_Short=oct
Month_11_Long=noviembre
Month_11_Short=nov
Month_12_Long=diciembre
Month_12_Short=dic
MoveCount=Mover contador
MovedFileCouldNotBeFound=Archivo movido no encontrado
MovedFolderCouldNotBeFound=Carpeta movido no encontrado
MovedItem=Elemento movido
MovedItemPath=Destino del elemento movido
MoveFrom=Mover desde
MoveRelative=Mover desde señal
MoveTo=Mover a
MsgTitle_Confirm_ClearList=Limpiar lista
MsgTitle_Confirm_DeleteColumnSet=¿Borrar conjunto de columnas?
MsgTitle_Confirm_OverwriteColumnSet=Ya existe la configuración
MsgTitle_Confirm_Quit=Salir de Advanced Renamer
MsgTitle_Error=Error
MsgTitle_Error_FileNotFound=Archivo no encontrado
MsgTitle_Error_InvalidColumnSetName=Nombre no válido
Msg_Confirm_ClearList=Está a punto de borrar todos los archivos de la lista.\n\n¿Está seguro?
Msg_Confirm_ClearMethodList=¿Borrar lista de modos?
Msg_Confirm_DeleteColumnSet=Borrar columna establecida\n\n¿Seguro que desea borrar lo establecido como «%s»?
Msg_Confirm_ExtChanged=La extensión cambiará en algunos archivos y podrían quedar inservibles.\n\n¿Desea continuar con el renombrado de todas formas?
Msg_Confirm_OverwriteColumnSet=Lo establecido ya existe\n\n¿Desea sobrescribir lo establecido como «%s»?
Msg_Confirm_OverwriteFile=¿Sobrescribir archivo?\n\nEstá a punto de sobrescribir el archivo «%s». ¿Desea continuar?
Msg_Confirm_PopulateList=¿Rellenar la caja de texto con los nombres originales de los elementos de la lista?
Msg_Confirm_Quit=Todavía hay archivos en la lista.\n\n¿Seguro que desea salir?
Msg_Confirm_RenamingPossibleErrors=Se han encontrado errores\n\nSe han encontrado posibles errores que hacen imposible renombrar los archivos añadidos.\n\n¿Continuar renombrando?
Msg_Confirm_SettingsPathChanged=Ha cambiado la carpeta de propiedades.\n\n¿Desea copiar sus propiedades en esta carpeta?\n\nNota: Cualquier archivo existente en la carpeta será sobrescrito.
Msg_Error_AddFileAssociation=No se han podido asociar los archivos
Msg_Error_CannotAddSoManyFiles=No pueden agregarse archivos.\n\nNo puede cargar más de %d elementos en la lista.
Msg_Error_CheckUpdates=Error\n\nNo se han podido comprobar las actualizaciones.
Msg_Error_CoultNotCreateFolder=No se pudo crear la carpeta
Msg_Error_FileNotFound=Error\n\nNo se encuentra el archivo «%s».
Msg_Error_InvalidColumnSetName=Error\n\n%s no es un nombre válido\n\nEl nombre de una columna establecida solo contiene letras, números, - y _.
Msg_Error_InvalidFolder=Error\n\nNo es una carpeta válida.
Msg_Error_MustEnableBeforeAddFolders=Debe habilitar «%s» o «%s»
Msg_Error_NotFoundItems=%d elementos no encontrados.\n\n%s
Msg_Error_NoUndoList=No ha sido seleccionada ninguna recuperación.
Msg_Error_Only2000Plus=El sistema no soporta esta característica; solo está disponible en Windows 2000 o superior.
Msg_Error_RemoveFileAssociation=No se ha podido suprimir la asociación de archivos
Msg_Error_RenamingNoFilesInList=Error\n\nNo se puede renombrar porque no hay archivos en la lista.
Msg_Error_Unknown=Error desconocido\n\n%s
Msg_FirstTimeUse=Es aconsejable revisar la guía de usuario antes de usar el programa.\n\n¿Desea ver la guía ahora?
Msg_Info_BatchModeNotSupportedForFolders=El modo de renombrado seleccionado no soporta carpetas.
Msg_Info_ConvertMethods_0310=En esta versión de Advanced Renamer, los modos predeterminados están ubicados en una carpeta personalizada. Cuando haga clic en Aceptar podrá escoger una carpeta vacía para convertir los modos existentes.
Msg_Info_CouldNotBeAdded=%d archivos podrían no ser añadidos.
Msg_Info_ItemsAlreadyInList=%d de los elementos ya están en la lista
Msg_Info_LanguageChange=El cambio de idioma se aplicará al reiniciar.
Msg_Info_NewVersion=Está disponible una actualización para Advanced Renamer.\n\n¿Desea descargarla?
Msg_Info_NoNewVersion=Está usando la última versión.
Msg_Info_RevertChanges=Esto restaurará los valores predeterminados.\n\n¿Desea continuar?
Msg_Info_UndoHasEnded=Deshacer ha finalizado con %d errores.
Msg_Info_UndoSuccess=El renombrado ha sido deshecho correctamente.
MusicFile=Archivo de música
Name=Nombre
NameAndExtension=Nombre y extensión
NameCollisionRule_AppendImgSubsec=Adjuntar subsegundo de imagen
NameCollisionRule_AppendNumber=Ordenar numéricamente
NameCollisionRule_AppendPattern=Adjuntar patrón
NameCollisionRule_Fail=Avisar de que ya existe
NewCase=Caracteres
NewFolder=Carpeta nuevo
NewName=Nombre nuevo
NewNumber=Número nuevo
No=No
NoChange=Sin cambios
NoMethods=Ningún modo en uso.\n\nHaga clic en «Añadir modo» para agregar alguno.
None=Ninguno
Nth1=1.ª
Nth2=2.ª
Nth3=3.ª
Nth4=4.ª
Nth5=5.ª
Nth6=6.ª
Nth7=7.ª
Nth8=8.ª
Nth9=9.ª
NumberDifference=Diferencia numérica
NumberLength=Longitud numérica
NumberPosition=Posición numérica
NumericValueOrPattern=Valor numérico o patrón de búsqueda
Occurrence=Incidencia
OK=Bien
OriginalFileNotFound=Archivo original no encontrado
OriginalFileStillExists=El archivo original todavía existe
OriginalFolderNotFound=Carpeta original no encontrado
OriginalFolderStillExists=La carpeta original todavía existe
Pattern=Patrón
Poor=Pobre
PopulateList=Rellenar lista
PreBatchScript=Secuencia inicial
ReadOnly=Solo lectura
Readonly_Short=R
RegEx_AnyChar=Cualquier carácter
RegEx_CharList=Carácter contenido en lista de caracteres
RegEx_Digit=Carácter dígito
RegEx_EndLine=Final de línea
RegEx_Match0OrMore=Igualar a 0 o más
RegEx_Match1Or0=Igualar a 1 o 0
RegEx_Match1OrMore=Igualar a 1 o más
RegEx_MatchLeastNTimeNoMoreM=Igualar al menos n veces pero no más de m
RegEx_MatchLeastNTimes=Igualar al menos n veces
RegEx_MatchNTimes=Igualar n veces
RegEx_NonCharList=La lista de caracteres no contiene el carácter
RegEx_NonDigit=Carácter no dígito
RegEx_NonWordChar=Carácter no palabra
RegEx_StartLine=Comienzo de línea
RegEx_SubAlternative=Subpatrón alternativo
RegEx_SubGroup=Grupo de subpatrón
RegEx_SubMatch=Primera coincidencia de subpatrón
RegEx_WordChar=Carácter palabra
RemoveCount=Cantidad
RenamedFileCouldNotBeFound=Podrían no encontrarse archivos renombrados
RenamedFolderCouldNotBeFound=Podrían no encontrarse carpetas renombradas
RenamedItem=Elemento renombrado
RenamedItemPath=Destino de elemento renombrado
RenumberChange=Cambiar a
RenumberChangeTypeAbsoluteText=Número absoluto
RenumberChangeTypeRelativeText=Relativo a cifras existentes
Replace=Reemplazar
ReplaceWith=Reemplazar por
SaveColumnSet=Guardar columna establecida
SaveList=Guardar lista
Season=Temporada
Sec=s
SelectFolder=Seleccionar carpeta
SelectMethod=Selecciona un modo.
Separator=Separador
Set=Establecer
ShowInWindow=Mostrar en ventana
Skip=Saltar
StartingAt=Iniciar en
Status=Estado
Status_TestingNames=Estado: Probando nombres
System=Sistema
System_Short=S
Tag=Etiqueta
TagCategoryAdvanced=Etiquetas avanzadas
TagCategoryChecksum=Etiquetas verificación
TagCategoryDateTime=Etiquetas tiempo
TagCategoryDateTimeCreated=Etiquetas de tiempo de creación
TagCategoryDateTimeModified=Etiquetas de tiempo de modificación
TagCategoryDefault=Etiquetas predeterminadas
TagCategoryFileSize=Etiquetas de tamaño
TagCategoryGPS=Etiquetas de ubicación GPS
TagCategoryID3=Etiquetas ID3/MP3
TagCategoryImage=Etiquetas de imagen
TagCategoryTVShow=Programa TV
TagCategoryVideo=Etiquetas de vídeo
TBShowlblEpisodesTitle=Elige temporadas y episodios para «%s».
TextList=Lista de texto
TextToBeReplaced=Buscar
ToRemoveMoreThanOne=Para reemplazar más de un patrón usa \\ para separar los patrones.
ToReplaceMoreThanOne=Para reemplazar más de un fragmento usa \\ para separar los fragmentos.
TrimCharacters=Recortar caracteres
TypeNameForColumnSet=Escriba un nombre para esta configuración.
Unknown=Desconocido
Unset=Deshacer
UpdateAvailable=Hay una actualización disponible. Haga clic para actualizar.
UpperCase=Todo en mayúsculas
UpperCaseFirstLetter=Primera letra mayúscula
UpperCaseFirstLetterInEveryWord=Primera letra de cada palabra mayúscula
UpperCasePattern=Patrón en mayúsculas
UseRegularExpressions=Usar patrones
Value=Valor
Video=Vídeo
VideoFile=Archivo de vídeo
WithErrors=Elementos con errores
WithoutErrors=Elementos sin errores
WordSeperators=Separador de palabras
Year=año
Yes=Sí
ZeroPadding=Sin relleno
ZeroPadTypeAuto=Automático
ZeroPadTypeManual=Manual
ZeroPadTypeNo=No rellenar
